Repository: JuiP/sugarchess
Catalog: po/*.po
Languages: fr, hy, pl, pt_br, sq, uk, vi

source: SimpleGNUChess
hy: ՊարզGNUՇախմատ
pt_br: Xadrez GNU
sq: Shah i Thjeshtë GNU
uk: Прості шахи

source: a Sugar interface to the gnuchess program
fr: une interface Sugar pour le programme gnuchess
hy: Sugar-ի միջերես Gnuchess ծրագրի համար
pt_br: uma interface de Sugar para o xadrezgnu
sq: ndërfaqe Sugar për programin gnuchess
uk: інтерфейс Sugar до програми gnuchess
vi: một giao diện Sugar cho phần mềm gnuchess

source: Edit
fr: Éditer
hy: Խմբագրել
pl: Edytuj
pt_br: Editar
sq: Përpunojeni
uk: Зміни
vi: Sửa

source: View
fr: Voir
hy: Տեսք
pl: Widok
pt_br: Ver
sq: Shiheni
uk: Перегляд
vi: Trình bày

source: Adjust
fr: Ajuster
hy: Կարգավորել
pl: Popraw
pt_br: Ajustar
sq: Përimtojeni
uk: Скоригувати
vi: Điều chỉnh

source: Custom
fr: Personnalisé
hy: Անհատականացում
pt_br: Personalizado
sq: Vetjake
uk: Нетиповий
vi: Tự chọn

source: Copy
fr: Copier
hy: Պատճենել
pl: Kopiuj
pt_br: Copiar
sq: Kopjoje
uk: Копіювати
vi: Chép

source: Paste
fr: Coller
hy: Փակցնել
pl: Wklej
pt_br: Colar
sq: Ngjite
uk: Вставити
vi: Dán

source: Fullscreen
fr: Plein écran
hy: Էկրանի չափով
pl: Pełny ekran
pt_br: Tela cheia
sq: Sa krejt ekrani
uk: На весь екран
vi: Toàn màn hình

source: Play game history
fr: Jouer le déroulé de la partie
hy: Ցուցադրել խաղի նախորդ քայլերը
pl: Odtwórz historię gry
pt_br: Reproduzir a história do jogo
sq: Luaj historik loje
uk: Відтворити журнал гри
vi: Lịch sử ván cờ

source: Show game history
fr: Montrer le déroulé de la partie
hy: Ցուցադրել խաղի պատմությունը
pl: Wyświetl historię gry
pt_br: Mostrar o histórico do jogo
sq: Shfaq historik loje
uk: Показати журнал гри
vi: Hiện lịch sử ván cờ

source: White:
fr: Blanc :
hy: Սպիտակ.
pl: Białe:
pt_br: Brancas:
sq: I bardhi:
uk: Білі:
vi: Trắng:

source: White's move
fr: Coup Blanc
hy: Սպիտակի քայլը
pl: Ruch Białych
pt_br: Movimento das brancas
sq: Lëvizje e të Bardhit:
uk: Хід білих
vi: Nước đi bên đen

source: Black:
fr: Noir :
hy: Սև.
pl: Czarne:
pt_br: Pretas:
sq: I ziu:
uk: Чорні:
vi: Đen:

source: Black's move
fr: Coup Noir
hy: Սևի քայլը
pl: Ruch Czarnych
pt_br: Movimento das pretas
sq: Lëvizje e të Ziut:
uk: Хід чорних
vi: Nước đi bên trắng

source: Default pieces
fr: Pièces par défaut
hy: Սխալ խաղաքարեր
pl: Pionki podstawowe
pt_br: Peças padrão
sq: Gurë parazgjedhje
uk: Типові фігури
vi: Quân cờ mặc định

source: Sugar-style pieces
fr: Pièces style "Sugar"
hy: Sugar-ոճի խաղաքարեր
pl: Pionki Sugar-style
pt_br: Peças estilo sugar
sq: Gurë në stil Sugar
uk: Фігури у стилі Sugar
vi: Quân cờ kiểu Sugar

source: Custom pieces
fr: Pièces personnalisées
hy: Անհատականացված խաղաքարեր
pl: Pionki niestandardowe
pt_br: Peças personalizadas
sq: Gurë vetjakë
uk: Нетипові фігури
vi: Quân cờ tự chọn

source: Play White
fr: Jouer avec les Blancs
hy: Խաղալ Սպիտակներով
pl: Graj Białymi
pt_br: Jogam as Brancas
sq: Luani me të Bardhët
uk: Грати білими
vi: Chơi bên trắng

source: Play Black
fr: Jouer avec les Noirs
hy: Խաղալ Սևերով
pl: Graj Czarnymi
pt_br: Jogam as Pretas
sq: Luani me të Zinjtë
uk: Грати чорними
vi: Chơi bên đen

source: Beginner
fr: Débutant
hy: Սկսնակ
pl: Początkujący
pt_br: Iniciante
sq: Fillestar
uk: Початківець
vi: Mới chơi

source: Expert
hy: Մասնագետ
pl: Ekspert
sq: I sprovuar
uk: Експерт
vi: Chuyên gia

source: Play against the computer
fr: Jouer contre l'ordinateur
hy: Խաղալ համակարգչի դեմ
pl: Graj przeciw komputerowi
pt_br: Jogar contra o computador
sq: Luani kundër kompjuterit
uk: Гра з комп’ютерним гравцем
vi: Chơi cờ với máy tính

source: Play against a person
fr: Jouer contre une personne
hy: Խաղալ որևէ անձի դեմ
pt_br: Jogar contra uma pessoa
sq: Luani kundër dikujt
uk: Грати з людиною
vi: Chơi với người

source: Disabled
fr: Désactivé
hy: Անջատված
pt_br: Desabilitado
sq: E çaktivizuar
uk: Вимкнено
vi: Bị tắt

source: Lightning: %d seconds
fr: Lightning : %d secondes
hy: Կայծակ. %d վայրկյան
pt_br: Ágil: %d segundos
sq: Xixëllim: %d sekonda
uk: Супербліц: %d секунд
vi: Chớp: %d giây

source: Blitz: %d minutes
hy: Բլից: %d րոպե
pt_br: Relâmpago: %d minutos
sq: Blic: %d minuta
uk: Бліц: %d хвилин
vi: Blitz: %d phút

source: Tournament: %d minutes
fr: Tournoi : %d minutes
hy: Մրցաշար: %d րոպե
pt_br: Torneio: %d minutos
sq: Turne: %d minuta
uk: Турнір: %d хвилин
vi: Cuộc đấu: %d phút

source: Timer
fr: Pendule
hy: Ժամանակացույց
pt_br: Cronômetro
sq: Kohëmatës
uk: Таймер
vi: Đồng hồ hẹn giờ

source: New game
fr: Nouvelle partie
hy: Նոր խաղ
pl: Nowa gra
pt_br: Novo jogo
sq: Lojë e re
uk: Нова гра
vi: Lượt chơi mới

source: Undo
fr: Défaire
hy: Ետարկել
pl: Cofnij
pt_br: Desfazer
sq: Zhbëje
uk: Скасувати
vi: Hoàn tác

source: Hint
fr: Conseil
hy: Հուշել
pl: Wskazówka
pt_br: Dicas
sq: Ndihmëz
uk: Підказка
vi: Gợi ý

source: It is White's move.
fr: C'est un coup des Blancs
hy: Սպիտակների քայլն է
pl: To ruch Białych.
pt_br: Este é um movimento das Brancas.
sq: E ka radhën i Bardhi.
uk: Хід білих.
vi: Nó là nước đi của quân trắng.

source: White Pawn
fr: Pion Blanc
hy: Սպիտակ Զինվոր
pl: Biały Pion
pt_br: Peão Branco
sq: Ushtar i Bardhë
uk: Пішак білих
vi: Tốt trắng

source: Black Pawn
fr: Pion Noir
hy: Սև Զինվոր
pl: Czarny Pion
pt_br: Peão Preto
sq: Ushtar i Zi
uk: Пішак чорних
vi: Tốt đen

source: White Rook
fr: Tour Blanche
hy: Սպիտակ Նավակ
pl: Biała Wieża
pt_br: Torre Branca
sq: Torre e Bardhë
uk: Тура білих
vi: Xe trắng

source: Black Rook
fr: Tour Noir
hy: Սև Նավակ
pl: Czarna Wieża
pt_br: Torre Preta
sq: Torre e Zezë
uk: Тура чорних
vi: Xe đen

source: White Knight
fr: Cavalier Blanc
hy: Սպիտակ Ձի
pl: Biały Skoczek
pt_br: Cavalo Branco
sq: Kalë i Bardhë
uk: Кінь білих
vi: Mã trắng

source: Black Knight
fr: Cavalier Noir
hy: Սև Ձի
pl: Czarny Skoczek
pt_br: Cavalo Preto
sq: Kalë i Zi
uk: Кінь чорних
vi: Mã đen

source: White Bishop
fr: Fou Blanc
hy: Սպիտակ փիղ
pl: Biały Goniec
pt_br: Bispo Branco
sq: Oficer i Bardhë
uk: Слон білих
vi: Tượng trắng

source: Black Bishop
fr: Fou Noir
hy: Սև փիղ
pl: Czarny Goniec
pt_br: Bispo Preto
sq: Oficer i Zi
uk: Слон чорних
vi: Tượng đen

source: White Queen
fr: Reine Blanche
hy: Սպիտակ Թագուհի
pl: Biały Hetman
pt_br: Rainha Branca
sq: Mbretëresha e Bardhë
uk: Королева білих
vi: Hậu trắng

source: Black Queen
fr: Reine Noire
hy: Սև Թագուհի
pl: Czarny Hetman
pt_br: Rainha Preta
sq: Mbretëresha e Zezë
uk: Королева чорних
vi: Hậu đen

source: White King
fr: Roi Blanc
hy: Սպիտակ Թագավոր
pl: Biały Król
pt_br: Rei Branco
sq: Mbreti i Bardhë
uk: Король білих
vi: Vua trắng

source: Black King
fr: Roi Noir
hy: Սև Թագավոր
pl: Czarny Król
pt_br: Rei Preto
sq: Mbreti i Zi
uk: Король чорних
vi: Vua đen

source: Show game board
fr: Montrer l'échiquier
hy: Ցուցադրել խաղատախտակը
pl: Pokaż planszę gry
pt_br: Mostrar tabuleiro
sq: Shfaq fushën e lojës
uk: Показати ігрову дошку
vi: Hiện bàn chơi cờ

source: Game in progress.
fr: Partie en cours.
hy: Խաղն ընթացքի մեջ է
pl: Kontynuacja gry.
pt_br: Jogo em andamento.
sq: Lojë në zhvillim e sipër.
uk: Триває гра.
vi: Ván đấu đang tiến hành.

source: Do you want to start a new game?
fr: Voulez-vous démarrer une nouvelle partie ?
hy: Ցանկանու՞մ եք սկսել նոր խաղ:
pl: Czy chcesz rozpocząć nową grę?
pt_br: Você deseja iniciar um novo jogo?
sq: Doni të filloni një lojë të re?
uk: Хочете почати нову гру?
vi: Bạn có muốn bắt đầu một lượt chơi mới không?

source: Time Up!
fr: Temps écoulé !
hy: Ժամանակը սպառվեց
pt_br: O tempo terminou!
sq: Mbaroi Koha!
uk: Час сплив!
vi: Hết giờ!

source: Your time is up.
fr: Votre temps est écoulé
hy: Ձեր ժամանակ սպառված է
pt_br: Seu tempo acabou.
sq: Ju mbaroi koha.
uk: Ваш час сплив.
vi: Thời gian của bạn đã hết.

source: Time Reset
fr: Remise à zéro du temps
hy: Վերամեկնարկել ժամացույցը
pt_br: Reiniciar tempo
sq: Rifillo Kohën
uk: Скинути таймер
vi: Đặt lại thời gian

source: The timer mode was reset to %s
fr: Le mode pendule a été remis à %s
hy: Ժամանակացույցը դրված է %s
pt_br: O cronômetro foi reiniciado para %s
sq: Mënyra e kohëmatësit është kaluar në %s
uk: Режим таймера скинуто до %s
vi: Chế độ thời gian đã được đặt thành %s

source: Illegal move
fr: Coup illégal
hy: Չթույլատրված քայլ
pl: Niedozwolony ruch
pt_br: Movimento inválido
sq: Lëvizje e paligjshme
uk: Недозволений хід
vi: Nước đi phạm luật

source: Check
fr: Échec
hy: Շախ
pl: Szach
pt_br: Cheque
sq: Shah
uk: Шах
vi: Chiếu

source: Checkmate
fr: Échec et mat
hy: Մատ
pl: Szach-mat
pt_br: Cheque-mate
sq: Shah-mat
uk: Мат
vi: Chiếu hết

source: It is Black's move.
fr: C'est un coup de Noir
hy: Սևերի քայլն է
pl: To ruch Czarnych.
pt_br: Este é o movimento das Pretas.
sq: E ka radhën i Ziu.
uk: Хід чорних.
vi: Đây là nước đi của quân đen.

source: Black wins.
fr: Noir gagne.
hy: Սևերը հաղթում են
pl: Wygrywają Czarne.
pt_br: Pretas venceram.
sq: Fitoi i Ziu.
uk: Чорні виграли.
vi: Bên đen thắng.

source: White wins.
fr: Blanc gagne.
hy: Սպիտակները հաղթում են
pl: Wygrywają Białe.
pt_br: Brancas venceram.
sq: Fitoi i Bardhi.
uk: Білі виграли.
vi: Bên trắng thắng.

source: White's King is in check.
fr: Le roi Blanc est en échec.
hy: Սպիտակ Թագավորին շախ է հայտարարված
pt_br: Rei Branco em cheque.
sq: Shah Mbretit të Bardhë.
uk: Шах королю білих.
vi: Vua bên trắng bị chiếu.

source: Black's King is in check.
fr: Le roi Noir est en échec.
hy: Սև թագավորին շախ է հայտարարված
pt_br: Rei Preto está em cheque.
sq: Shah Mbretit të Zi.
uk: Шах королю чорних.
vi: Vua bên đen đang bị chiếu.

source: Please wait for your turn.
fr: Merci d'attendre votre tour.
hy: Խնդրեմ, սպասիր քո հերթին
pl: Czekaj na swoją kolej.
pt_br: Por favor aguarde sua vez.
sq: Ju lutemi, prisni për radhën tuaj.
uk: Будь ласка, зачекайте на ваш хід.
vi: Vui lòng chờ đến lượt bạn.

source: Please play White.
fr: Merci de jouer avec Blanc
hy: Խնդրեմ, խաղա Սպիտակ
pl: Graj Białymi.
pt_br: Por favor, Brancas, jogue.
sq: I bardhë, ju lutemi, luani.
uk: Будь ласка, грайте білими.
vi: Vui lòng chơi bên Trắng.

source: Please play Black.
fr: Merci de jouer avec Noir
hy: Խնդրեմ, խաղա Սև
pl: Graj Czarnymi.
pt_br: Por favor, Pretas, jogue.
sq: I zi, ju lutemi, luani.
uk: Будь ласка, грайте чорними.
vi: Vui lòng chơi bên Đen.

source: Thinking...
fr: Réflexion...
hy: Մտածում է
pl: Myśli...
pt_br: Pensando...
sq: Po mendohet…
uk: Думаю…
vi: Đang nghĩ…

source: Thinking
fr: Réflexion
hy: Մտածում է
pl: Myśli
pt_br: Pensando
sq: Po mendohet
uk: Думає
vi: Đang nghĩ

source: Play
pl: Graj
