Repository: JuiP/sugarchess
Catalog: po/ach.po
Languages: ach

source: a Sugar interface to the gnuchess program
ach: Nyim Sugar dwoko i purugram me gnuchess

source: Edit
ach: Yub

source: View
ach: Nen

source: Adjust
ach: Nen

source: Custom
ach: Pirken

source: Copy
ach: Lok

source: Paste
ach: Dan

source: Fullscreen
ach: Wang kio lung

source: Play game history
ach: Tuk tuku me Istori

source: Show game history
ach: Nyut Istori me tuku

source: White:
ach: Tar:

source: White's move
ach: Diro matar

source: Black:
ach: Col:

source: Black's move
ach: Dir macol

source: Default pieces
ach: Ngidongido mapol matye

source: Sugar-style pieces
ach: Sugar-kit ngidongido mapol

source: Custom pieces
ach: Ngidongido pirken

source: Play White
ach: Tuk Tar

source: Play Black
ach: Tuk Col

source: Beginner
ach: Dano mucako acaka

source: Expert
ach: Won ngec

source: Play against the computer
ach: Tuk i kom kompiuta

source: Play against a person
ach: Tuk i kom dano acel

source: Disabled
ach: Kijuko woko

source: Lightning: %d seconds
ach: Lutkot: %d ceken mapol

source: Blitz: %d minutes
ach: Blitz: %d dakika

source: Tournament: %d minutes
ach: Tuku me rwom malamal: %d dakika

source: Timer
ach: Lagwok caa

source: New game
ach: Tuku manyen

source: Undo
ach: Pe itim

source: Hint
ach: Ngec moo

source: It is White's move.
ach: Obedo diro Tar.

source: White Pawn
ach: Paun Matar

source: Black Pawn
ach: Paun Macol

source: White Rook
ach: Ruk Matar

source: Black Rook
ach: Ruk Macol

source: White Knight
ach: Niti Matar

source: Black Knight
ach: Niti Macol

source: White Bishop
ach: Bicop Matar

source: Black Bishop
ach: Bicop Macol

source: White Queen
ach: Kwin Matar

source: Black Queen
ach: Kwin Macol

source: White King
ach: Abaka Matar

source: Black King
ach: Abaka Macol

source: Show game board
ach: Nyut bao me tuku

source: Game in progress.
ach: Tuku tye kawot anyim.

source: Do you want to start a new game?
ach: I mito cako tuku manyen?

source: Time Up!
ach: Kare Okato woko!

source: Your time is up.
ach: Kare ni dong okato.

source: Time Reset
ach: Tero Cawa odoco

source: The timer mode was reset to %s
ach: Kityeko tero odoco kit caa ma onongo tye con i %s

source: Illegal move
ach: Wot ma cik pe yee

source: Check
ach: Rot

source: It is Black's move.
ach: Obedo dire Macol.

source: Black wins.
ach: Lanye mapol Macol.

source: White wins.
ach: Lanye Matar.

source: White's King is in check.
ach: Abaka Matar bene tye ii i kweda

source: Black's King is in check.
ach: Abaka Macol bene tye ii i kweda.

source: Please wait for your turn.
ach: Tim ber i kur kare ni.

source: Please play White.
ach: Tim ber i tuk Tar.

source: Please play Black.
ach: Tim ber i tuk Col.

source: Thinking...
ach: Tamo...

source: Thinking
ach: Tamo
