Repository: JuiP/sugarchess
Catalog: po/ayc.po
Languages: ayc

source: SimpleGNUChess
ayc: Ajedrez anataña

source: a Sugar interface to the gnuchess program
ayc: gnuchess wakichatataki interfaz Sugar wakichäwi

source: Edit
ayc: Chiqachaña

source: View
ayc: Uñjaña

source: Adjust
ayc: Askichaña

source: Custom
ayc: Jaqichjata

source: Copy
ayc: Apaqaña

source: Paste
ayc: Lip'iyaña

source: Fullscreen
ayc: Maypacha uñtäwi

source: Play game history
ayc: Anataña uñstäwipa nakhtayäwi

source: Show game history
ayc: Anataña uñstäwipa uñachayaña

source: White:
ayc: Janq'unaka:

source: White's move
ayc: Janq'unaka sartäwipa

source: Black:
ayc: Laramanaka:

source: Black's move
ayc: Laramanakana sartäwipa

source: Default pieces
ayc: Pantjatata utjirinaka

source: Sugar-style pieces
ayc: Sugar kasta utjirinaka

source: Custom pieces
ayc: Jaqichjata utjirinaka

source: Play White
ayc: Janq'unakawa anatañapa

source: Play Black
ayc: Laramanakawa anatañapa

source: Beginner
ayc: Chijnuqiri

source: Expert
ayc: Yatiñani

source: Play against the computer
ayc: Computadora anatañaru atipañataki anataña

source: Play against a person
ayc: Yaqha jaqiru atipañataki anataña

source: Disabled
ayc: Sayt'ayata

source: Lightning: %d seconds
ayc: Maya akatjama: %d payïrinaka

source: Blitz: %d minutes
ayc: Pachata q'axchasïwi: %d pacha t'ijt'a

source: Tournament: %d minutes
ayc: Anatäwi: %d pacha t'ijtäwinaka

source: Timer
ayc: Pacha chimpu

source: New game
ayc: Machaqa anataña

source: Undo
ayc: Jarjaña

source: Hint
ayc: Iwxa

source: It is White's move.
ayc: Akawa janq'unakana saräwinakapa

source: White Pawn
ayc: Janq'u sayt'asiri

source: Black Pawn
ayc: Larama sayt'asiri

source: White Rook
ayc: Janq'u saysta

source: Black Rook
ayc: Larama saysta

source: White Knight
ayc: Janq'u kawallu

source: Black Knight
ayc: Larama kawallu

source: White Bishop
ayc: Janq'u Alfil sayt'asiri

source: Black Bishop
ayc: Larama Alfil sayt'asiri

source: White Queen
ayc: Janq'u Reina sayt'asiri

source: Black Queen
ayc: Larama Reina sayt'asiri

source: White King
ayc: Janq'u Rey sayt'asiri

source: Black King
ayc: Larama Rey sayt'asiri

source: Show game board
ayc: Anatäwi qillqaqaña uñachayaña

source: Game in progress.
ayc: Anataña apäwi

source: Do you want to start a new game?
ayc: Machaqa anataña qalltaña muntati?

source: Time Up!
ayc: ¡Pacha tukuta!

source: Your time is up.
ayc: Pachama tukuyxiwa

source: Time Reset
ayc: Pacha mayampi qalltaña

source: The timer mode was reset to %s
ayc: Pachanchiri wakichatampixa maya qalltiwa %s

source: Illegal move
ayc: Jani chiqaparu unxtayaña

source: Check
ayc: Jaque anatiri

source: Checkmate
ayc: Anataña tukuyaña

source: It is Black's move.
ayc: Larama anatirinakana sartäwipa

source: Black wins.
ayc: Laramanakawa atipi

source: White wins.
ayc: Janq'unakawa atipi

source: White's King is in check.
ayc: Janq'u Rey sayt'asiri jiwirjamawa

source: Black's King is in check.
ayc: Larama Rey sayt'asiri jiwirjamawa

source: Please wait for your turn.
ayc: Mira suma, suyt'asma.

source: Please play White.
ayc: Mira suma, janq'unakampi anatma.

source: Please play Black.
ayc: Mira suma, laramanakampi anatma.

source: Thinking...
ayc: Amuyaski...

source: Thinking
ayc: Amuyaski...
