Repository: JuiP/sugarchess
Catalog: po/gug.po
Languages: gug

source: SimpleGNUChess
gug: Ajedrez

source: a Sugar interface to the gnuchess program
gug: peteĩ interfaz sugar opyta pe jejaporã gnuche kuera kuera

source: Edit
gug: KUATIA ÑE ẽ NOHẽ

source: View
gug: HECHA

source: Adjust
gug: MBOJOJAPA

source: Custom
gug: personalizado

source: Copy
gug: Copiar

source: Paste
gug: nupã

source: Fullscreen
gug: tenda jepyso ohechaukáva ta'anga ojapopa

source: Play game history
gug: reproducir pe tembiasakue juegogua

source: Show game history
gug: ehechaka pe tembiasakue juegogua

source: White:
gug: morõtĩ:

source: White's move
gug: mýi mba'e blanca kuera

source: Black:
gug: kamba kuera:

source: Black's move
gug: mýi mba'e kamba kuera

source: Default pieces
gug: akytã kuera rehe porãmba'ỹ

source: Sugar-style pieces
gug: akytã kuera háicha sugar

source: Custom pieces
gug: akytã kuera personalizada kuera

source: Play White
gug: juegan blanca kuera

source: Play Black
gug: juegan kamba kuera

source: Beginner
gug: oñepyrũrãmóva

source: Expert
gug: ikatupyrýva

source: Play against the computer
gug: ñembosarái rehe pe kombutadóra

source: Play against a person
gug: ñembosarái rehe otra máva

source: Disabled
gug: deshabilitado

source: Lightning: %d seconds
gug: Ágil: %d mokõiha-2-/aravo'ive kuera

source: Blitz: %d minutes
gug: relámpago: %d aravo'i kuera

source: Tournament: %d minutes
gug: torneo: %d aravo'i kuera

source: Timer
gug: ara ra'ãha

source: New game
gug: juego pyahu

source: Undo
gug: mosarambi

source: Hint
gug: tekombo'e

source: It is White's move.
gug: ko ha'e pe mýi mba'e blanca kuera

source: White Pawn
gug: mba'apohára morotĩ

source: Black Pawn
gug: mba'apohára kamba

source: White Rook
gug: Torre Blanca

source: Black Rook
gug: Torre Negra

source: White Knight
gug: kkavaju morõtĩ

source: Black Knight
gug: cabaju hũ

source: White Bishop
gug: alfil morotĩ

source: Black Bishop
gug: Alfil hũ

source: White Queen
gug: alfil morotĩ

source: Black Queen
gug: Reina Negra

source: White King
gug: rey morotĩ

source: Black King
gug: Rey hũ

source: Show game board
gug: hechauka tablero

source: Game in progress.
gug: juego ñemotenonde . me/pe

source: Do you want to start a new game?
gug: oipota kuera iniciar peteĩ juego pyahu ?

source: Time Up!
gug: ára terminado !

source: Your time is up.
gug: nde ára jaopama

source: Time Reset
gug: emoñepyrũjey pe ára

source: The timer mode was reset to %s
gug: pe kokatu ara ra'ãha mba'e ojeha restablecido %spe

source: Illegal move
gug: mýi kañy

source: Check
gug: Jaque

source: Checkmate
gug: jaque ka'ay

source: It is Black's move.
gug: ko ha'e pe mýi mba'e kamba kuera.

source: Black wins.
gug: omono'õ kamba kuera.

source: White wins.
gug: omono'õ blanca kuera.

source: White's King is in check.
gug: rey morotĩ oĩ jaque me/pe

source: Black's King is in check.
gug: rey kamba oĩ jaque. me/pe

source: Please wait for your turn.
gug: rehe pytyvõ , oha'arõ nde ha .

source: Please play White.
gug: rehe pytyvõ , juega blanca kuera.

source: Please play Black.
gug: rehe pytyvõ , juega kamba kuera.

source: Thinking...
gug: Pensando...

source: Thinking
gug: Pensando
