Repository: JuiP/sugarchess
Catalog: po/nah.po
Languages: nah

source: SimpleGNUChess
nah: tlatlalmawiltilli

source: Edit
nah: tlachiwaltilli

source: View
nah: tlachiyal

source: Adjust
nah: tsokoyolos

source: Custom
nah: axkatilli

source: Play
nah: mawiltilli

source: Copy
nah: ixkopina

source: Paste
nah: tlakiiltis

source: Fullscreen
nah: nochi tlaixnextilli

source: Play game history
nah: sempachiwal tlentasalol mawiltili

source: Show game history
nah: ixnextili tlensasallol mawiltili

source: White:
nah: istaktik:

source: White's move
nah: mooliniyaj ijistaktik

source: Black:
nah: yajyayawik:

source: Black's move
nah: mooliniyaj yajyayawik

source: Default pieces
nah: ajachi tlen axkuali

source: Sugar-style pieces
nah: ajachi tlen nelnesi ken sugar

source: Custom pieces
nah: ajachimej ajachkatitokej

source: Play White
nah: istakamej mawiltiyan

source: Play Black
nah: yayajkamej mawiltiya

source: Beginner
nah: achtowiketl

source: Expert
nah: neltlalnamiketl

source: Play against the computer
nah: timawiltis iixpan ajokuikaixnextli

source: Play against a person
nah: timawiltis iixpanseyok masewal

source: New game
nah: yankuik mawiltili

source: Undo
nah: xolewistli

source: Hint
nah: neltlajtolli

source: It is White's move.
nah: inin olinilis tlen istakmej.

source: White Pawn
nah: istak tepalewiketl

source: Black Pawn
nah: yayak tepalewiketl

source: White Rook
nah: istak teposmilotl

source: Black Rook
nah: yayak teposmilotl

source: White Knight
nah: istak kawayo

source: Black Knight
nah: yayak kawayo

source: White Queen
nah: istak siwayekanketl

source: Black Queen
nah: yayaksiwayekanketl

source: White King
nah: istak tlakayekanketl

source: Black King
nah: yayak tlakayekanketl

source: Show game board
nah: ixnextis wapalpamitl

source: Game in progress.
nah: tlayenkkantilis mawiltili.

source: Do you want to start a new game?
nah: ti nekis ti pewas ti mawiltis nojan?

source: Illegal move
nah: axkual olinistili

source: Check
nah: san ompona

source: Checkmate
nah: san ompona tipetonis

source: It is Black's move.
nah: inin in olnilil tlen yayakmej.

source: Black wins.
nah: yayawikej tlatlanij.

source: White wins.
nah: istakmej tlatlanij.

source: White's King is in check.
nah: istak tlakayekanketl san ompona.

source: Black's King is in check.
nah: yayak tlakayekanketl san ompona.

source: Please wait for your turn.
nah: se tlayalis xi chiya mo panol.

source: Please play White.
nah: se tlayalis xikinawilti istakmej.

source: Please play Black.
nah: se tlayalis silinawilti yayakmej.

source: Thinking...
nah: tlanejnewilitok...

source: Thinking
nah: tlanejnewilitok
