Repository: JuiP/sugarchess
Catalog: po/pbs.po
Languages: pbs

source: SimpleGNUChess
pbs: Ajedrez

source: a Sugar interface to the gnuchess program
pbs: una interfaz Sugar para el programa gnuchess

source: Edit
pbs: Malejeiñ

source: View
pbs: Manú

source: Adjust
pbs: makjaik

source: Custom
pbs: matsjau liji vupaí

source: Copy
pbs: Make'eik

source: Paste
pbs: Makua'al

source: Fullscreen
pbs: Nak'uju'ly

source: Play game history
pbs: Maleiñ re vud-ua vanjiang ne namjeng

source: Show game history
pbs: Ma'u'up re vud-ua vanjiang ne namjeng

source: White:
pbs: Kad-ua

source: White's move
pbs: Maka'aut re kad-ua

source: Black:
pbs: Lumvú

source: Black's move
pbs: Tikjia'aut pu lumvú

source: Default pieces
pbs: Piezas por defecto

source: Sugar-style pieces
pbs: Piezas estilo Sugar

source: Custom pieces
pbs: Vasajaik k'ua liji vupaí

source: Play White
pbs: Limjient kad-uat

source: Play Black
pbs: Limjient lumvú

source: Beginner
pbs: kad-ep luju'u

source: Expert
pbs: majau luju'u

source: Play against the computer
pbs: Limjieí ne nak'ujuly' nde'ets kily'e

source: Play against a person
pbs: Limjieí nda lee

source: Disabled
pbs: Deshabilitado

source: Lightning: %d seconds
pbs: Ágil: %d segundos

source: Blitz: %d minutes
pbs: Likjiuat :%d chich'i rabe'en

source: Tournament: %d minutes
pbs: Torneo: %d chich'i rabe'en

source: Timer
pbs: ndasau' mapá

source: New game
pbs: Viñkjiu namjeng

source: Undo
pbs: Majuàt

source: Hint
pbs: Xily'ajau

source: It is White's move.
pbs: nanji vat'ei tikjia'aut pu kad-uat

source: White Pawn
pbs: Nkjué kad-ua

source: Black Pawn
pbs: Nkjué numvú

source: White Rook
pbs: Torre Blanca

source: Black Rook
pbs: Torre Numvú

source: White Knight
pbs: Ngubajal' kad-ua

source: Black Knight
pbs: Ngubajal' numvú

source: White Bishop
pbs: Alfil kad-ua

source: Black Bishop
pbs: Alfil Numvú

source: White Queen
pbs: Chigui' kad-ua

source: Black Queen
pbs: Chigui' numvú

source: White King
pbs: Chigui' kiuang kad-ua

source: Black King
pbs: chigui' kiuang numvú

source: Show game board
pbs: Ma'u'up nde'ets namjeng

source: Game in progress.
pbs: Namjeng vud-ua

source: Do you want to start a new game?
pbs: Kimieng napup nda namjeng viñkjiu?

source: Time Up!
pbs: ¡Tijiap ndaljung!

source: Your time is up.
pbs: Pu tijiap se tumei ndaljung

source: Time Reset
pbs: Kue'e mapup tijiap'

source: The timer mode was reset to %s
pbs: Pu vakja ne ndasau' mapá kue'e ndutsjau ne %s

source: Illegal move
pbs: Maka'aut nip mvajaú

source: Check
pbs: Jaque

source: Checkmate
pbs: Jaque mate

source: It is Black's move.
pbs: nanji ne lu'uei lukua'aut pu lumvú.

source: Black wins.
pbs: L'eje' pu lumvú

source: White wins.
pbs: L'eje' pu kad-aut

source: White's King is in check.
pbs: Chigui' kad-ua mejeu ne jaque

source: Black's King is in check.
pbs: Chigui' numvú mejeu navu jaque

source: Please wait for your turn.
pbs: Vichjaut majau, viet se latejeuk

source: Please play White.
pbs: Vichjaut majau, tamjent kad-ua

source: Please play Black.
pbs: Vichjaut majau, tamjet lumvú

source: Thinking...
pbs: Ligyajau

source: Thinking
pbs: ligyajau
